export const quizData = [
  {
    title: "Основы",
    Quests: [
      {
        Cost: "100",
        Question: "Что такое HRM?",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer: "Управление человеческими ресурсами.",
      },
      {
        Cost: "200",
        Question: "Какова цель HRM?",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Цель HRM - обеспечить использование человеческого потенциала компании таким образом, чтобы наниматель мог получить максимально возможную выгоду от их умений и навыков, а работники - максимально возможное материальное и психологическое удовлетворение от своего труда.",
      },
      {
        Cost: "300",
        Question: "Что такое стратегия организации?",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Стратегия организации - это средство достижения желаемых результатов.",
      },
      {
        Cost: "400",
        Question:
          "Стратегия организации воплощается в ее политике, соответствующих правилах и процедурах. Базовые принципы политики управления человеческими ресурсами включают: (Не менее трех вариантов)",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Уважение к личности; гарантии занятости; обеспечение возможности для личного развития и продвижения по службе; справедливое отношение к сотрудникам и наличие систем поощрения; признание потребностей сотрудников и их ожиданий от работы; хорошую рабочую среду; соблюдение законов и нормативов, относящихся к условиям занятости; демократичность функционирования организации.",
      },
      {
        Cost: "500",
        Question: "Что такое человеческий фактор?",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Человеческий фактор в управлении организацией – это влияние людей, связанных с организацией, на происходящие в ней процессы управления",
      },
    ],
  },
  {
    title: "Менеджмент",
    Quests: [
      {
        Cost: "100",
        Question:
          "Кто является родоначальником классической школы менеджмента:",
        ImageSrc: "",
        Answered: false,
        Answers: [
          ["Ч. Бебидж", false],
          ["М. Вебер", false],
          ["Ф. Тейлор", true],
        ],
      },
      {
        Cost: "200",
        Question: "Какие бывают виды разделения труда менеджеров?",
        ImageSrc: "",
        Answered: false,
        Answers: [
          ["Функциональное", false],
          ["Горизонтальное", true],
          ["Вертикальное", true],
          ["Прямое", false],
        ],
      },
      {
        Cost: "300",
        Question: "Что такое мотивация?",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Мотивация – это процесс побуждения себя и других к деятельности для достижения личных целей или целей организации.",
      },
      {
        Cost: "400",
        Question: "Чем различается лидерство от управления?",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "В отличие от управления лидерство – это способность влиять на людей для достижения целей организации. При этом лидером нельзя стать по воле организации, лидер влияет на людей независимо от своего формального положения во внутренней иерархии организации. Лидерство не может быть ограничено полномочиями или структурами.",
      },
      {
        Cost: "500",
        Question: "Дайте определение миссии и цели организации",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Миссия организации – выражение ее философии и смысла существования. Цели организации - результаты, которых стремится достичь организация, и на достижение которых направлена ее деятельность.",
      },
    ],
  },
  {
    title: "Оценка персонала",
    Quests: [
      {
        Cost: "100",
        Question: "Что является объектом оценки персонала?",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Объект оценки - тот, кого оценивают. В качестве объекта оценки могут быть либо отдельные работники, либо группа работников, выделенная по определенному признаку",
      },
      {
        Cost: "200",
        Question: "Что является субъектом оценки персонала?",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Они являются главными действующими лицами при деловой оценке персонала",
      },
      {
        Cost: "300",
        Question:
          "Что приведённых вариантов не является критерием оценки персонала?",
        ImageSrc: "",
        Answered: false,
        Answer: false,
        Answers: [
          ["Профессиональные критерии", false],
          ["Специфические критерии", false],
          ["Деловые критерии", false],
          ["Религиозные критерии", true],
          ["Морально-психологические критерии", false],
        ],
      },
      {
        Cost: "400",
        Question:
          "Этапы проведения оценки персонала, нужно расположить в правильном порядке:",
        ImageSrc: "",
        Answered: false,
        Answers: [
          [
            "Анализ проф. деят. оцен. сотрудников и формулирование критериев",
            2,
          ],
          ["Анализ результатов", 5],
          ["Конструирование процедур оценки", 3],
          ["Проведение оценки персонала предприятия", 4],
          ["Подготовка программы", 1],
        ],
        Answer: false,
      },
      {
        Cost: "500",
        Question: "Назовите 3 самых популярных теста для оценки персонала",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer: false,
      },
    ],
  },
  {
    title: "Управление",
    Quests: [
      {
        Cost: "100",
        Question: "Что такое поведение?",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Поведение – совокупность взаимосвязанных действий и поступков человека, находящихся под воздействием личностных и ситуационных факторов для приспособления к окружающей среде.",
      },
      {
        Cost: "200",
        Question: "Управление поведением – это…",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Управление поведением людей в организации представляет собой систему мер по формированию его принципов и норм, стимулированию желательных поступков, предотвращению или пресечению нежелательных.",
      },
      {
        Cost: "300",
        Question: "Что требуется для управления рабочим временем?",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Управление рабочим временем требует высокой самодисциплины, ломки старых привычек, формирования новых стереотипов, изменения поведения людей, с которыми приходится вступать в контакт.",
      },
      {
        Cost: "400",
        Question: "Кто такой управленец?",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Управленец – это человек, который контролирует весь процесс производства, принимает ответственные решения по состоянию товаров. Он устанавливает цель управления. Орудием являются или другие сотрудники, которые используются для достижения цели.",
      },
      {
        Cost: "500",
        Question:
          "С чем связано желание человека оптимизировать свою карьеру с помощью управления?",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Желание человека оптимизировать карьеру с помощью управления связано с возможностью его самоопределения, самостоятельного выбора им путей движения в социальном пространстве общества.",
      },
    ],
  },
  {
    title: "Деловая карьера",
    Quests: [
      {
        Cost: "100",
        Question:
          "Что из приведённого ниже не является задачей деловой карьеры?",
        ImageSrc: "",
        Answered: false,
        Answers: [
          ["Повышение качества процесса планирования карьеры", false],
          ["Обеспечение открытости процесса управления карьерой", false],
          ["Воспитание в сотруднике веры в религию", true],
          ["Изучение карьерного потенциала сотрудников", false],
        ],
        Answer: false,
      },
      {
        Cost: "200",
        Question: "Что из приведённого ниже считается целью деловой карьеры?",
        ImageSrc: "",
        Answered: false,
        Answers: [
          ["Работать по профессии или занимать должность, чтобы достичь определенной степени независимости", true],
          ["Найти любовь всей своей жизни, а потом уволиться и стать нахлебником", false],
          ["Найти собратьев по религиозным взглядам", false],
        ],
        Answer: false,
      },
      {
        Cost: "300",
        Question: "Что из приведённого ниже не является видом деловой карьеры:",
        ImageSrc: "",
        Answered: false,
        Answers: [
          ["Властная", false],
          ["Должностная", false],
          ["Монетарная", false],
          ["Любовная", true],
          ["Специализированная", false],
          ["Профессиональная", false],
        ],
        Answer: false,
      },
      {
        Cost: "400",
        Question:
          "Этапы деловой карьеры. Выберете в нужном порядке этапы деловой карьеры:",
        ImageSrc: "",
        Answered: false,
        Answers: [
          ["Адаптационный этап", 2],
          ["Стабилизационный этап", 3],
          ["Этап зрелости", 5],
          ["Этап консолидации карьеры", 4],
          ["Подготовительный этап", 1],
          ["Завершающий этап карьеры", 6],
        ],
        Answer: false,
      },
      {
        Cost: "500",
        Question: "Деловая карьера – это…",
        ImageSrc: "",
        Answered: false,
        Answers: false,
        Answer:
          "Деловая карьера — поступательное продвижение человека в какой-либо сфере деятельности, изменение навыков, способностей, квалификационных возможностей и размеров вознаграждения, связанных с деятельностью; продвижение вперед по однажды выбранному пути деятельности, достижение известности, славы, обогащения.",
      },
    ],
  },
];
